Repository: heart-bits/contao-reviews-bundle
Catalog: src/Resources/contao/languages/*/*_reviews.xlf
Languages: de

# tl_reviews.general_legend
source: General settings
de: Allgemeine Einstellungen

# tl_reviews.review_legend
source: Review settings
de: Rezension-Einstellungen

# tl_reviews.expert_legend
source: Expert settings
de: Experteneinstellungen

# tl_reviews.showReviews
source: Show reviews
de: Rezensionen anzeigen

# tl_reviews.new.0
source: New review
de: Neue Rezension

# tl_reviews.new.1
source: Add a new review
de: Eine neue Rezension anlegen

# tl_reviews.edit.0
source: Edit review
de: Rezension bearbeiten

# tl_reviews.edit.1
source: Edit review ID %s
de: Rezension ID %s bearbeiten

# tl_reviews.delete.0
source: Delete review
de: Rezension löschen

# tl_reviews.delete.1
source: Delete review ID %s
de: Rezension ID %s löschen

# tl_reviews.show.0
source: Review details
de: Rezensiondetails

# tl_reviews.show.1
source: Details of the review ID %s
de: Details der Rezension ID %s anzeigen

# tl_reviews.title.0
source: Title
de: Titel

# tl_reviews.title.1
source: Title of the review
de: Titel der Rezension

# tl_reviews.author.0
source: Author
de: Autor

# tl_reviews.author.1
source: Choose the author
de: Wählen Sie den Autoren aus

# tl_reviews.quote.0
source: Quote
de: Zitat

# tl_reviews.quote.1
source: Enter the quote of the author
de: Geben Sie das Zitat des Autoren ein

# tl_reviews.invisible.0
source: Invisible
de: Unsichtbar

# tl_reviews.invisible.1
source: Hide the review on the website
de: Die Rezension auf der Webseite nicht anzeigen

# tl_reviews.noEntriesFound
source: There were no entries found for your selection.
de: Es wurden keine Einträge zu Ihrer Eingabe gefunden.

# tl_reviews.visitCompanyWebsite
source: Visit the website of %s.
de: Besuchen Sie die Webseite von %s.
